"%@ (optional)" = "%@ (valinnainen)";

"Account number" = "Tilinumero";

"Address" = "Osoite";

"Address line 1" = "Osoiterivi 1";

"Address line 2" = "Osoiterivi 2";

"Area" = "Alue";

"BSB number" = "BSB-numero";

"Billing address is same as shipping" = "Laskutusosoite on sama kuin toimitusosoite";

"Cancel" = "Peruuta";

"City" = "Paikkakunta";

"Code field" = "Koodikenttä";

"Company" = "Yritys";

"Continue" = "Jatka";

"Country" = "Maa";

"Country or region" = "Maa tai alue";

"County" = "Lääni";

"Department" = "Osasto";

"District" = "Piirikunta";

"Do Si" = "Do Si";

"Done" = "Valmis";

"Double tap to edit" = "Napauta kahdesti ja muokkaa";

"Edit" = "Muokkaa";

"Eircode" = "EIR-koodi";

"Email" = "Sähköposti";

"Emirate" = "Emiraatti";

"Error" = "Virhe";

"First" = "Etunimi";

"Full name" = "Koko nimi";

"Incomplete phone number" = "Puutteellinen puhelinnumero";

"Invalid UPI ID" = "Virheellinen UPI-tunnus";

"Island" = "Saari";

"Last" = "Sukunimi";

"Name" = "Nimi";

"Name on account" = "Tilin nimi";

"OK" = "OK";

"Oblast" = "Oblasti";

"Other" = "Muu";

"Parish" = "Kunta";

"Phone" = "Puhelin";

"Postal code" = "Postinumero";

"Prefecture" = "Prefektuuri";

"Province" = "Provinssi";

"Remove" = "Poista";

"Remove bank account" = "Poista pankkitili";

"Remove bank account ending in %@" = "Poista pankkitili, joka päättyy numeroihin %@";

"Search" = "Etsi";

"State" = "Osavaltio";

"Suburb" = "Esikaupunki";

"Suburb or city" = "Esikaupunki tai kaupunki";

"The BSB you entered is incomplete." = "Antamasi BSB-numero on puutteellinen.";

"The ID number you entered is incomplete." = "Antamasi tunnusnumero on puutteellinen.";

"The account number you entered is incomplete." = "Antamasi tilinumero on puutteellinen.";

"Town or city" = "Kaupunki tai kunta";

"UPI ID" = "UPI-tunnus";

"Unable to parse phone number" = "Puhelinnumeron jäsennys epäonnistui";

"Use rotor to access links" = "Käytä roottoria linkeille";

"Your ZIP is incomplete." = "Postinumero on puutteellinen.";

"Your email is invalid." = "Sähköposti on virheellinen.";

"Your postal code is incomplete." = "Postinumero on puutteellinen.";

"ZIP" = "Postinumero";
